{
	"error400": "No pudo procesar la información solicitada",
	"error401": "No posee la autorización necesaria para acceder a esta sección",
	"error403": "No posee los permisos necesarios para acceder al contenido",
	"error404": "No se pudo encontrar el contenido solicitado",
	"error500": "Hay un error interno del servicio, por favor intenta nuevamente",
	"deleted": "La información ha sido eliminada correctamente",
	"deleteProductColors": "No se ha logrado borrar los colores de este producto",
	"deleteProductFeatures": "No se ha logrado borrar las características de este producto",
	"deleteProductImages": "No se ha logrado borrar las imágenes de este producto",
	"deleteProductSizes": "No se ha logrado borrar las tallas de este producto",
	"deleteProductTags": "No se ha logrado borrar los tags de este producto",
	"deleteProductWishes": "No se ha logrado borrar este producto de las listas de deseos de los usuarios",
	"deleteUserWishes": "No se ha logrado eliminar la lista de deseos del usuario",
	"hasRelatedCategories": "Este registro tiene categorías relacionadas",
	"hasRelatedCities": "Este registro tiene ciudades relacionadas",
	"hasRelatedFaqs": "Esta categoría tiene FAQS relacionadas",
	"hasRelatedFeatures": "Este registro tiene carácterísticas relacionadas",
	"hasRelatedProducts": "Este registro tiene Productos relacionados",
	"hasRelatedProps": "Este registro tiene Propiedades relacionadas",
	"hasRelatedStates": "Este registro tiene estados/provincias relacionadas",
	"hasRelatedUsers": "Este registro tiene usuarios relacionados",
	"noDeleted": "La información no pudo ser eliminada, por favor intenta nuevamente.",
	"noStored": "La información no pudo ser almacenada, por favor intenta nuevamente.",
	"noUpdated": "No se pudo modificar la información, por favor verifica e intenta nuevamente",
	"orderInformation": "Gracias por comprar en nuestra tienda, estamos felices de que puedas disfrutar de nuestros productos. Te contamos a continuación sobre la información de tu compra:",
	"passwordIncorrect": "Tu contraseña actual es incorrecta",
	"passwordUpdated": "Tu contraseña se ha actualizado correctamente",
	"registered": "La información ha sido registrada correctamente",
	"restorePassword": "Haz recibido este correo porque solicitaste la recuperación de tu contraseña. Si no lo solicitaste, elimina este correo",
	"restoreToken": "Haz recibido este correo porque solicitaste la recuperación de tu contraseña. Utiliza este código para restaurar tu contraseña:",
	"restoreYourPassword": "Restauración de contraseña",
	"updated": "La información ha sido actualizada correctamente",
	"updateProductOrders": "No se han podido modificar las ordenes asociadas a este producto",
	"updateUserOrders": "No se han podido modificar las ordenes asociadas a este usuario",
	"userRegistered": "Ya te encuentras logueado en nuestra tienda, por tanto no puedes volver a registrarte",
	"viewEmail": "¿Problemas para ver este correo?.",
	"viewInBrowser": "para ver en tu navegador",
	"welcome": "Te damos la bienvenida a nuestra tienda virtual, también te agradecemos que te hayas registrado y que estés interesado en comprar en la tienda. Aquí podras encontrar muchos productos de tu gusto."
}
