{
	"error400": "The requested information could not be processed",
	"error401": "You don't have the necessary authorization to access this section",
	"error403": "You don't have the necessary permissions to access this content",
	"error404": "The requested content Couldn't be find",
	"error500": "There is an internal error in the service, please try again",
	"deleted": "The information has been successfully deleted.",
	"deleteProductColors": "The colors of this product have not been deleted.",
	"deleteProductFeatures": "The features of this product have not been deleted.",
	"deleteProductImages": "The images of this product have not been deleted.",
	"deleteProductSizes": "The sizes of this product have not been deleted.",
	"deleteProductTags": "The tags on this product have not been deleted.",
	"deleteProductWishes": "Failed to delete this product from user wish lists.",
	"deleteUserWishes": "The user's wish list has not been removed",
	"hasRelatedCategories": "This registry has related categories",
	"hasRelatedCities": "This registry has related cities",
	"hasRelatedFaqs": "This category has related FAQS",
	"hasRelatedFeatures": "This registry has related features",
	"hasRelatedProducts": "This registry has related products",
	"hasRelatedProps": "This registry has related feature properties",
	"hasRelatedStates": "This registry has related states/provinces",
	"hasRelatedUsers": "This registry has related users",
	"noDeleted": "The information couldn't be deleted, please try again",
	"noStored": "The information couldn't be stored, please try again",
	"noUpdated": "The information couldn't be updated, please try again",
	"orderInformation": "Thank you for shopping at our store, we are happy that you can enjoy our products. We tell you below about the information of your purchase:",
	"passwordIncorrect": "Your actual password is not correct",
	"passwordUpdated": "Your password has been updated",
	"registered": "The information has been registered correctly.",
	"restorePassword": "You have received this e-mail because you requested the recovery of your password. If you don't request it, please delete this email",
	"restoreToken": "You have received this e-mail because you requested the recovery of your password. Please use this code to restore your password.",
	"restoreYourPassword": "Restore your password",
	"updated": "The information has been updated correctly",
	"updateProductOrders": "The orders associated with this product could not be modified",
	"updateUserOrders": "The orders associated with this user could not be modified",
	"userRegistered": "You are logged in our store, you can't register again.",
	"viewEmail": "Having trouble viewing this email?.",
	"viewInBrowser": "to view in your browser.",
	"welcome": "We welcome you to our virtual store, we also thank you for registering and being interested in buying in the store. Here you can find many products of your taste."
}
